---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.NetworkMinorLossNotConverge
source: html/d1d13170-e2f5-3dfb-b1f7-6f864ba5415d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.NetworkMinorLossNotConverge Property

The minor loss calculation could not be performed.

## Syntax (C#)
```csharp
public static FailureDefinitionId NetworkMinorLossNotConverge { get; }
```